Repository: nikrou/rateIt
Catalog: locales/*/main.po
Languages: fr

source: Rate it
fr: Évaluer ça

source: Rate this
fr: Noter ça

source: no rate
fr: aucun vote

source: one rate
fr: un vote

source: %d rates
fr: %d votes

source: Higher:
fr: Plus haute :

source: Lower:
fr: Plus basse :

source: Rating
fr: Évaluation

source: Show notes next to images
fr: Afficher la note à coté des images

source: Show note
fr: Afficher la note

source: Show the count of vote
fr: Afficher le nombre de votes

source: Show the highest rate
fr: Afficher la note la plus haute

source: Show the lowest rate
fr: Afficher la note la plus basse

source: Top rating
fr: Top évaluation

source: Top rated entries
fr: Billets les mieux notés

source: Category limit: (if possible)
fr: Limiter à une catégorie: (si possible)

source: Length:
fr: Longueur :

source: Positive votes (for simple/twin mode)
fr: Votes positifs (pour les modes simple/double)

source: Text: Use wildcards %s
fr: Texte: (Utiliser les jokers %s)

source: Title length: (if truncate)
fr: Longueur de titre: (si tronqué)

source: Rating is disabled on this blog
fr: Le vote est désactivé sur ce blog

source: Rating failed because of missing informations
fr: Échec du vote car des informations sont manquantes

source: Rating failed because of a wrong type of entry
fr: Échec du vote car le type d'entrée est erroné

source: You have already voted
fr: Vous avez déjà voté

source: Detail
fr: Détail

source: This is detailed list for rating of type "%s" and id "%s"
fr: Ceci est la liste détaillée des votes de type %s et d'id %s

source: There is no rating for this request at this time
fr: Il n'y a pas de vote pour cette requête

source: Selected lines action:
fr: Action sur les lignes sélectionnées :

source: delete entry
fr: effacer cette entrée

source: Settings
fr: Paramètres

source: There is no setting for this module
fr: Il n'y a pas de paramètre pour ce module

source: Records
fr: Enregistrements

source: There is no record for this module
fr: Il n'y a pas d'enregistrement pour ce module

source: Maximum file size exceeded
fr: Taille maximum de fichier dépassée

source: Something went wrong while download file
fr: Une erreur est survenue lors du téléchargement de l'image

source: Image must be in png format
fr: L'image doit être au format png

source: Both ip and cookie
fr: Ip et cookie

source: square
fr: carrée

source: thumbnail
fr: aperçue

source: small
fr: petite

source: medium
fr: moyenne

source: Enable plugin
fr: Activer l'extension

source: Disable public javascript
fr: Désactiver le javascript public

source: This disables all image effects, shows standard form and reloads page on vote.
fr: Ceci désactive les effets d'image, affiche un formulaire, et recharge la page lors du vote.

source: Disable public css
fr: Désactiver la CSS publique

source: This disables the file "rateit.css" if you want to include your styles directly in the CSS file of the theme.
fr: Ceci désactive le fichier "rateit.css" si vous souhaitez directement inclure vos styles dans le fichier CSS du thème.

source: Identify users by:
fr: Identifier l'utilisateur par :

source: Note it:
fr: A noter :

source: In order to change url of public page you can use plugin myUrlHandlers.
fr: Pour modifier l'url de la page publique vous pouvez utiliser le plugin myUrlHandlers

source: Note out of:
fr: Note sur :

source: Number of digits:
fr: Nombre de chiffres après la virgule :

source: Text for Like button:
fr: Texte pour le bouton J'aime :

source: Text for Don't like button:
fr: Texte pour le bouton Je n'aime pas :

source: Message of thanks:
fr: Message de remerciement :

source: This message replaces stars, leave it empty to not replace stars
fr: Ce message remplace les images, laisser ce champ vide pour ne pas modifier l'image

source: Classic rating mode
fr: Mode de vote classic

source: User attributes a note to an item.
fr: L'utilisateur attribut une note à l'élément.

source: Twin rating mode
fr: Mode de vote double

source: User says if he likes or not an item.
fr: Utilisateur dit si il aime ou pas l'élément

source: Simple rating mode
fr: Mode de vote simple

source: User just says if he like an item.
fr: L'utilisateur dit simplement si il aime l'élément.

source: Widget entry image size
fr: Taille des images du widget

source: Rating image exists on theme it will be used:
fr: L'image d'évaluation existe dans le thème, elle sera utilisée

source: negative
fr: négatif

source: positive
fr: positif

source: hover
fr: survole

source: size
fr: taille

source: Rating image not exists on theme choose one to use:
fr: L'image de vote n'existe pas dans le thème, en choisir une :

source: current
fr: actuel

source: Image must be in png format and having three equal height.
fr: L'image doit être au format png et être séparé en trois hauteurs égales.

source: Summary
fr: Résumé

source: There is no vote at this time.
fr: I ln'y a pas de vote pour l'instant.

source: There is only one vote at this time.
fr: Il y a un vote pour l'instant.

source: There is a total of %s votes on this blog.
fr: Il y a un total de %s votes sur ce blog.

source: Last
fr: Dernier

source: Name
fr: Nom

source: I like
fr: J'aime

source: I don't like
fr: J'aime pas

source: Plugin rateIt
fr: Extension "Évaluer ça"

source: new vote
fr: nouveau vote

source: New vote of type "%s" was set with note of %s/%s
fr: Un nouveau vote de type "%s" a été effectué avec une note de %s/%s

source: Enable categories rating
fr: Activer le vote sur les catégories

source: Show rating details
fr: Voir le détail des votes

source: There is no category rating at this time
fr: Il n'y a pas de vote sur les catégories pour l'instant

source: This is a list of all the categories having rating
fr: Ceci est la liste des toutes les catégories ayant reçu des votes

source: Higher
fr: Haute

source: Lower
fr: Basse

source: Level
fr: Niveau

source: Selected categories action:
fr: Action sur les catégories sélectionnées :

source: delete rating
fr: Effacer les votes

source: Enable vote for categories
fr: Activer le vote sur les catégories

source: Title for categories:
fr: Titre pour les catégories

source: Rate this category
fr: Évaluer cette catégorie

source: categories
fr: catégories

source: Enable cinecturlinks rating
fr: Activer le vote sur le cinecturlink

source: Include on cinecturlinks widget
fr: Inclure dans le widget cinecturlink

source: Include on cinecturlinks page
fr: Inclure sur la page des cinecturlink

source: There is no cinecturlink rating at this time
fr: Il n'y a pas de vote sur les cinecturlink pour l'instant

source: This is a list of all the cinecturlink having rating
fr: Ceci est la liste des cinecturlink ayant des votes

source: My note
fr: Ma note

source: Selected cinecturlink action:
fr: Action sur les cinecturlin selectionnés :

source: Enable comments rating
fr: Activer le vote sur les commentaires

source: Include on comments
fr: Inclure dans les commentaires

source: To use this option you must have behavior "publicCommentAfterContent" in your theme
fr: Pour utiliser cette option vous devez avoir le behavior "publicCommentAfterContent" dans votre thème

source: There is no comment rating at this time
fr: Il n'y a pas de vote sur les commentaires pour l'instant

source: This is a list of all the comments having rating
fr: Ceci est la liste de tous les commentaires ayant reçu des votes

source: comments
fr: commentaires

source: Rate this comment
fr: Évaluer ce commentaire

source: Enable galleries rating
fr: Activer le vote sur les galeries

source: Include on galleries pages
fr: Inclure dans les pages des galeries

source: To use this option you must have behavior "publicEntryAfterContent" in your theme
fr: Pour utiliser cette option vous devez avoir le behavior "publicEntryAfterContent" dans votre thème

source: There is no gallery rating at this time
fr: Il n'y a pas vote sur les galeries pour l'instant

source: This is a list of all the galleries having rating
fr: Ceci est la liste des galeries ayant reçu des votes

source: Selected galeries action:
fr: Action sur les galeries selectionnées :

source: There is no gallery item rating at this time
fr: Il n'y a pas de vote sur les images pour l'instant

source: This is a list of all the galleries items having rating
fr: Ceci est la liste des images ayant reçu des votes

source: Selected galeries items action:
fr: Action sur les images selectionnées :

source: Enable vote for galleries
fr: Activer le vote sur les galeries

source: Title for galleries:
fr: Titre pour les galeries :

source: Rate this gallery
fr: Évaluer cette galerie

source: Enable vote for gallery items
fr: Activer le vote pour les images de galerie

source: Title for gallery items:
fr: Titre pour les images de galerie :

source: Rate this gallery item
fr: Évaluer cette image

source: galleries items
fr: images de galerie

source: Enable posts rating
fr: Activer le vote sur les billets

source: Include on entries pages
fr: Inclure dans les pages des billets

source: Include on home page
fr: Inclure sur la page d'accueil

source: Include on tag page
fr: Inclure sur la page d'un tag

source: Include on categories page
fr: Inclure sur la page des catégories

source: Limit to one category:
fr: Limiter à une caégorie :

source: Invert and exclude this category
fr: Inverser et exclure cette catégorie

source: Reviews
fr: Évaluations

source: This is the list of all entries having rating
fr: Ceci est la liste des billets ayant reçu des votes

source: Enable vote for entries
fr: Autoriser le vote pour les billets

source: Title for entries:
fr: Titre pour les billets :

source: Rate this entry
fr: Évaluer ce billet

source: Remove ratings
fr: Supprimer les votes

source: Do you really want to delete all votes for these entries?
fr: Êtes-vous sûr de vouloir effacer les votes pour ces entrées ?

source: Enable tags rating
fr: Activer le vote sur les tags

source: There is no tag rating at this time
fr: Il n'y a pas de vote sur les tags pour l'instant

source: This is a list of all the tags having rating
fr: Ceci est la liste des tags ayant reçu des votes

source: Selected tags action:
fr: Action sur les tags selectionnés :

source: Enable vote for tags
fr: Autoriser le vote pour les tags

source: Title for tags:
fr: Titre pour les tags

source: Rate this tag
fr: Évaluer ce tag

source: select a module
fr: sélectionner un module

source: Please wait
fr: Veuillez patienter

source: Configuration successfully saved
fr: Configuration sauvegardée avec succès

source: Records succesfully deleted
fr: Enregistrements effacés avec succès
